IDEA Open Model
BeamData.Cuts Property
Compatible with IDEA StatiCa Beta 20.0
 Cuts on the beam
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<CutData> Cuts { get; set; }
Public Property Cuts As List(Of CutData)
	Get
	Set
Property Value
Type: List<CutData>
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace